COMANDOS LINUX -> CENTOS Red Had
{
	- ping DESTINATION
		> Informa se há retorno de pacotes ao endereço, ou seja, informa se há internet
	- ip add show
		> Informa se há endereço IP na máquina
	- ifup ENP0S3
		> Estabelece uma conexão com o roteador para definir o ip da máquina
	- clear
		> Limpa a tela
	- hostname
		> Exibe o nome da máquina
	- hotname SERVER-PEDRO
		> Redefine o nome da máquina
	- sefacl -m g:Diretoria:rwx tecnologia
		> É necessário o uso de ACL (Access Control Lists), pois o Linux permiteque apenas um grupo seja dono de uma pasta. Logo, setfacl adiciona permissões adicionais ao grupo diretoria na pasta tecnologia. -m é de "modify". g é para dizer q é um grupo. :Diretoria é o grupo. :rwx são as permissões. tecnologia é a pasta onde esse grupo terá acesso
	- Subir interface de rede de forma automática (qnd inicia o servidor)
		> vi /etc/sysconfig/network-scripts/ifcfg-enp0s3
		> *clique 'i' para editar*
		> ONBOOT=no --> ONBOOT=yes
		> *clique 'esc' para sair*
		> *clique ':' para inserir um comando*
		> wq! 
			*significa 'write' 'quit' 'forçar mudança'*
		> *clique 'enter' para concluir*
}
